Multiple arcs are supported only if they are concentric and form a circle with an overlap.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId MultipleArcsMustOverlap { get; }
  Visual Basic
Public Shared ReadOnly Property MultipleArcsMustOverlap As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ MultipleArcsMustOverlap {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RebarShapeFailures Class
  Autodesk.Revit.DB Namespace